"Shortcut" = "Сокращение";
"Go to" = "Прейти";
"Go To" = "Перейти";
"Connect to" = "Соединиться с";
"Clear Menu" = "Отчистить меню";
"Choose a new default Mac home folder" = "Выберите новый домашнюю папку по умолчанию в Mac";
"Choose a private key file" = "Выберите файл приватного ключа";
"The Bookmark could not be found to be saved" = "Закладка не может быть найдена для сохранения";
"Try cancelling the editor and edit the Bookmark again" = "Попробуйте убрать редактор и отредактировать закладки ещё раз";
"The Bookmark could not be renamed" = "Закладка не может быть переименована";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "Либо закладка уже существует, или папка с таким же именем, или имя неприемлемо";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "Закладка не может быть сохранениа, так как папка с закладками не найдена или не создана";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "Ваши права доступа к диску, возможно, надо будеть восстановить с помощью Дисковой утилиты, если приложения не могут сохранить данные в папку Настройки";
"The Bookmark could not be saved" = "Закладка не может быть сохранена";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "Убедитесь, что ваше имя закладки действительно уникально, а также что имеется достаточно места на жёстком диске";
"The Bookmark was not saved completely" = "Закладка не была сохранена полностью";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "Эта закладка может не появиться в окне закладок. Попробуйте сохранить её ещё раз.";
"An unexpected error occurred while saving the Bookmark." = "Произошла неожиданная ошибка при сохранении закладки.";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "Изменения, внесенные в закладку этого соиденения, будут применяться по окончании выполения задач";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "К сожалению, исходное расположение для данного файла на сервере не может быть определено автоматически, и поэтому он не может быть восстановлен.";
"Reconnect to the original server and resume the download from there." = "Подключитесь к исходному серверу и возобновить загрузку.";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "Извините, местоположение этого файла не может быть определено, и поэтому он не может быть восстановлен.";
"Try reconnecting to the original server and resume the download from there." = "Попробуйте подключиться к исходному серверу и возобновить загрузку.";
"Add Favorite" = "Добавить в избранное";
"Connect Immediately" = "Соединиться незамедлительно";
"Imported Bookmarks" = "Импортированные закладки";
"Edit" = "Редактировать";
"Save this connection's details in the Keychain?" = "Сохранение сведения этого подключения в Связке ключей?";
"Yes" = "Да";
"No" = "Нет";
"Save these details as a Bookmark" = "Сохраните эти детали в закладки";
"Untitled Bookmark" = "Безымянная закладка";
"Show Help Tips" = "Показать советы из помощи";
"Quick Start" = "Быстрый старт";
"Read Me" = "Прочитайте меня";
"User Forum" = "Форум пользователей";
"Email Support" = "Поддержка по email";
"Yummy Software Web Site" = "Сайт Yummy Software";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Yummy FTP Alias требуется Mac OS X 10.4 или более поздней версии для запуска";
"FTP Watchers require Mac OS X 10.4 or later to run" = "FTP Watcher требуется Mac OS X 10.4 или более поздней версии для запуска";
"FTP Aliases require Mac OS X 10.4 or later to run" = "FTP Alias требуется Mac OS X 10.4 или более поздней версии для запуска";
"An unknown error prevented Yummy FTP from starting" = "Неизвестная ошибка помешала запуску Yummy FTP Alias";
"An unknown error prevented this FTP Watcher from starting" = "Неизвестная ошибка помешала запуску FTP Watcher";
"An unknown error prevented this FTP Alias from starting" = "Неизвестная ошибка помешала запуску FTP Alias";
"Quitting now will cancel all running or waiting tasks!" = "При выходе сейчас будут прерываны все запущенные или ожидающие задачи!";
"Press Quit if you are sure you want to do this" = "Нажмите Выйти, если вы уверены, что хотите это сделать";
"Quit" = "Выйти";
"Yummy FTP thinks you may still have remote editing documents open" = "Yummy FTP Alias думает, что у вас, возможно, всё ещё открыты удалённые документы для редактирования";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "Если вы выйдете сейчас, Yummy FTP Alias больше не будет иметь возможность отправить изменения обратно на сервер\r\rНажмите клавишу Отменить, чтобы продолжить удалённое редактирование, или Выйти для немедленного выхода";
"Bookmarks" = "Закладки";
"Recent Connections" = "Последние соединения";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendezvous";
"History" = "История";
"Go To Favorite" = "Перейти к избранному";
"Remove Favorite" = "Удалить закладку";
"Choose a folder of Bookmarks to import" = "Выберите папку с закладками для импорта";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "Выберите закладку, FTP Alias или FTP Watcher для редактирования…";
"Hide Help Tips" = "Спрятать советы";
"Show All Bookmarks" = "Показать все закладки";
"Sorry, it was not possible to continue due to an unexpected error" = "К сожалению, не было возможности продолжить из-за непредвиденной ошибки";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "К сожалению, FTP Watcher повреждён. Части FTP Watcher отсутствуют. Вы должны пересоздать его заново для восстановления работоспособности";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "К сожалению, FTP Alias повреждён. Части FTP Alias отсутствуют. Вы должны пересоздать его заново для восстановления работоспособности";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "К сожалению, FTP Watcher не может быть открыт, если не установлен Yummy FTP. Пожалуйста, найдите и установите Yummy FTP на этом компьютере для того, чтобы использовать FTP Watcher.";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "К сожалению, FTP Alias не может быть открыт, если не установлен Yummy FTP. Пожалуйста, найдите и установите Yummy FTP на этом компьютере для того, чтобы использовать FTP Alias.";
"This FTP Watcher has moved from its original location and will therefore now quit" = "FTP Watcher был перемещён из своего первоначального места и, следовательно, будет осуществлён выход";
"Yummy FTP Watcher History" = "История Yummy FTP Watcher";
"Processing" = "Обработка";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP был запущен, так как была выполнена загрузка с помощью FTP Alias или FTP Watcher";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Yummy FTP может быть закрыт, но другие FTP-сессии активны. Вы хотите выйти из Yummy FTP сейчас или нет?";
"This operation failed because the server closed the connection." = "Эта операция не удалась, поскольку сервер закрыл соединение.";
" copy" = "копировать";
"Unknown" = "Неизвестно";
"Alias" = "Alias";
"Folder" = "Директория";
"Error downloading: " = "Ошибка скачивания: ";
"\rFrom : " = "\rИз : ";
"\rTo : " = "\rВ : ";
"Error deleting: " = "Ошибка удаления: ";
"\rIn : " = "\rIn : ";
"Root folder" = "Корневая директория";
"Error uploading: " = "Ошибка загрузки: ";
"Error renaming: " = "Ошибка в переименовании: ";
"Error moving: " = "Ошибка при переносе: ";
"Error creating folder: " = "Ошибка создания директории: ";
"Error setting permissions on: " = "Ошибка при установке разрешений: ";
"Unlimited" = "Неограничено";
"Never" = "Никогда";
"Choose an ODB Editor Application" = "Выберите приложение для редактирования ODB";
"Select a new folder for your default Mac browser Home folder and default download location" = "Выберите новую папку для вашего браузера по умолчанию на Mac и место для загрузки по умолчанию";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "Ваш выбор параметров настройки требует, чтобы отображаемые в данный момент списки каталогов были обновлены";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "Выберите Обновить для автоматического обновления всех отображаемых списков каталогов, или Отмена, чтобы обновить их вручную";
"Refresh" = "Обновить";
"Built-in" = "Встроенные";
"Not installed" = "Не установлено";
"Your trial period of Yummy FTP is nearly over" = "Ваш триальный срок Yummy FTP Alias почти закончен";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "Спасибо за то, что испробовали Yummy FTP Alias!\r\rПожалуйста, купите это программное обеспечение, если вы нашли его полезным для себя. Ваша поддержка позволит нам сделать его ещё лучше!\r\rПросно нажмите на кнопку Покупка ниже. Это просто, быстро и безопасно\r\rЕсли вы уже приобрели лицензию, нажмите на кнопку Ввести серийный номер";
"Enter Serial Number" = "Ввести серийный номер";
"Purchase" = "Покупка";
"Your trial period of Yummy FTP is over" = "Ваш триальный срок Yummy FTP Alias закончен";
"Sorry, there was a problem with the eSellerate online purchase system" = "К сожалению, возникла проблема с системой онлайн-покупки Paddle";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "Пожалуйста, попробуйте ещё раз или посетите наш веб-магазин, чтобы оформить заказ:\r\rhttp://www.yummysoftware.com/purchase\r\rСпасибо";
"Thank you for purchasing Yummy FTP!" = "Благодарим вас за покупку Yummy FTP Alias!";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "Ваша поддержка очень ценна для нас\r\rПриятного FTP-рования :)";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "Похоже, ваша покупка была успешна, но Yummy FTP Alias не удалось получить серийный номер из Paddle\r\rВы должны получить письмо от Paddle, содержащее серийный номер. Пожалуйста, введите его с помощью опции Ввести серийный номер из меню Yummy FTP Alias\r\rСпасибо";
"Sorry, the entered Name and Serial Number are invalid" = "Извините, но введённые имя и серийный номер недействительны";
"Please check what you have entered and try again" = "Пожалуйста, проверьте, что вы вошли, и попробуйте ещё раз";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "Когда вы закончите редактирование, нажмите кнопку Сохранить, и изменения будут сохранены в файл. Нажмите Отмена, чтобы отменить изменения.";
"Run Schedule" = "Запуск расписания";
"Synchronize" = "Синхронизировать";
"FTP Transcript.txt" = "FTP Transcript.txt";
"Server: " = "Сервер: ";
"\rUsername: " = "\rИмя пользователя: ";
"Please enter the password for this server" = "Пожалуйста, введите пароль для этого сервера";
"Add to Keychain" = "Добавить в Связку ключей";
"Click to see a full screen image" = "Нажмите, чтобы увидеть полноэкранное изображение";
"No Preview Available" = "Предварительный просмотр недоступен";
"Preparing Preview…" = "Подготовка предварительного просмотра…";
"Disconnecting will cancel all running or waiting tasks!" = "Отключение отменит все запущенные или ожидающие задачи!";
"Press Disconnect if you are sure you want to do this" = "Нажмите Отключить, если вы уверены, что хотите это сделать";
"Disconnect" = "Отключить";
"Hide Toolbar" = "Скрыть панель инструментов";
"Show Toolbar" = "Показать панель инструментов";
"Edit With…" = "Редактировать с помощью…";
"Edit New Empty File With…" = "Редактировать новый пустой файл с помощью…";
"Edit New Empty File" = "Редактировать новый пустой файл";
"Download Later" = "Скачать позже";
"Upload Later" = "Загрузить позже";
"Upload" = "Загрузить";
"Download" = "Скачать";
"Show Transcript" = "Показать журнал";
"Hide Transcript" = "Спрятать журнал";
"Hide Queue" = "Скрыть очередь";
"Show Queue" = "Показать очередь";
"Hide Preview Drawer" = "Скрыть предварительный просмотр ящика";
"Show Preview Drawer" = "Показать предварительный просмотр ящика";
"Show Extra FTP Controls" = "Показать дополнительные параметры управления FTP";
"Hide Extra FTP Controls" = "Скрыть дополнительные параметры управления FTP";
"Hide Status Bar" = "Скрыть панель состояния";
"Show Status Bar" = "Показать панель состояния";
"Show Column View" = "Показать в виде столбцов";
"Show List View" = "Показать в виде списка";
"Show Mac Browser" = "Показать браузер Mac";
"Hide Mac Browser" = "Спрятать бразуер Mac";
"Open Selected Bookmarks" = "Открыть выбранные закладки";
"Save a copy of this Bookmark" = "Сохраните копию этой закладки";
"Enter the name of the folder to be created" = "Введите имя папки, которая должна быть создана";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "Папка будет создана в выбранной директории, или непосредственно в списке закладок, если ничего не выбрано";
"Create" = "Создать";
"untitled folder" = "Новая папка";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "Папка будет создана в выбранной директории, или в текущей папке, если ничего не выбрано";
"Untitled FTP Alias" = "Новый FTP Alias";
"Untitled FTP Watcher" = "Новый FTP Watcher";
" alias" = " alias";
" Watcher" = " Watcher";
"Save these details as an FTP Alias" = "Сохраните эти детали как FTP Alias";
"Save these details as an FTP Watcher" = "Сохраните эти детали как FTP Watcher";
"Select an Application for editing…" = "Выберите приложение для редактирования…";
"Save the FTP Transcript from this session…" = "Сохраните FTP-журнал этой сессии…";
"Enter a path to the destination location as a full path to a folder" = "Введите путь к месту назначения, как полный путь к папке";
"The selection will be moved to the specifed destination" = "Выбранное будет перемещено в указанное место назначения";
"Move" = "Перенести";
"Enter an FTP command to send to the server" = "Введите команду FTP для отправки на сервер";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "Точный текст, что вы набираете, будет отправлен на сервер. Это может быть полезно для вызова специальных параметров на сервере";
"Send" = "Отправить";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "Синхронизация с помощью сервера VMS с возможностью показать все возможные версии не поддерживается";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "Если опция Показывать все версии отключена в закладках, синхронизация может быть выполнена";
" of " = " из ";
" items" = " шт.";
" Item" = " шт.";
" item" = " шт.";
" selected" = " выбрано";
" (filtered)" = " (отфильтровано)";
"Edit with the built-in editor" = "Редактировать с помощью встроенного редактора";
"Open for editing in an external editor" = "Откройте для редактирования во внешнем редакторе";
"Enter a full path to a folder" = "Введите полный путь к папке";
"The contents listing of the specified path will be displayed" = "Будет отображаться содержимое листинга по указанному пути";
"Go" = "Перейти";
"Enter the new name for this item:" = "Введите новое имя для этого элемента:";
"Rename" = "Переименовать";
"Are you sure you want to delete " = "Вы уверены, что хотите удалить ";
" items?" = " шт.?";
"Are you sure you want to delete the selected items?" = "Вы уверены, что хотите удалить выбранные элементы?";
"This is a permanent operation which cannot be undone" = "Это действие не может быть отменено";
"Delete" = "Удалить";
"Enter the name of the new empty file to created" = "Введите имя нового пустого файла, который должен быть создан";
"It will be checked that the selected name is not already in use" = "Будет проверено, что выбранное имя ещё не используется";
"The selected file name already exists" = "Имя выбранного файла уже существует";
"Please choose another name for the new empty file to created" = "Пожалуйста, выберите другое имя для нового пустого файла";
"The file could not be created" = "Файл не может быть создан";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "Введите имя нового пустого файла для редактирования, а также выберите, когда изменения в файле должны быть загружены на сервер";
"Enter the name of the new empty file to be edited" = "Введите имя нового пустого файла для редактирования";
"Optionally select whether to apply the selected choice to subsequent edits" = "При желании выберите, следует ли применять выделенное для последующих правок";
"Close" = "Закрыть";
"Save" = "Сохранить";
"Apply to future edits" = "Применить только к будущим правкам";
"Enter the name of the new empty file to edited" = "Введите имя нового пустого файла для редактирования";
"Select when changes to the files should be uploaded to the server" = "Выберите, когда изменения в файлах должны быть загружены на сервер";
"Select when changes to the file should be uploaded to the server" = "Выберите, если изменения в файле должны быть загружены на сервер";
"Please choose another name" = "Пожалуйста, выберите другое имя";
"This operation failed to complete." = "Эту операцию не удалось завершить.";
"A folder already exists with the same name." = "Папка с таким именем уже существует.";
"You may not have sufficient privileges" = "Вы можете не иметь достаточных привилегий";
"Some items of the same name already exist in this location." = "Некоторые элекменты с таким именем уже существуют.";
"An item of the same name already exists in this location." = "Элемент с таким именем уже существует.";
"Would you like to replace the items or skip them?" = "Хотите заменить элементы или пропустить их?";
"Would you like to replace the item?" = "Хотите заменить элемент?";
"Skip" = "Пропустить";
"Replace" = "Заменить";
"This operation failed to complete for one or more items" = "Эту операцию не удалось завершить для одного или нескольких элементов";
"Cancelling preview…" = "Отмена просмотра…";
"Downloading preview: " = "Загрузка просмотра: ";
"% complete" = "% выполнено";
"Server refused connection - waiting to retry…" = "Связь с сервером разорвалась - ожидание повторной попытки…";
"Server busy - waiting to retry…" = "Сервер занят - ожидание повторной попытки…";
"Preparing connection…" = "Подготовка соединения…";
"Disconnected" = "Отключено";
"Connecting with server…" = "Подключение к серверу…";
"Logging in…" = "Вход…";
"Logging into proxy server…" = "Вход в прокси-сервер…";
"Querying server…" = "Запрос сервера…";
"Selecting server features…" = "Выбор функции сервера…";
"Connection established" = "Соединение установлено";
"Idle" = "Простой";
"User: " = "Пользователь: ";
"\rPath: " = "\rПуть: ";
"Sorry, it was not possible to complete the upload" = "К сожалению, не удалось завершить загрузку";
"An unexpected error caused the pre-processing of the upload to fail" = "Непредвиденная ошибка прервала предварительную обработку загрузки";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "Непредвиденная ошибка помешала загрузки из выбранного места\r\rВы должны сохранить копию вашего редактируемого документа, чтобы предотвратить потерю данных";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "Непредвиденная ошибка помешала загрузки из выбранного места\r\rВы можете попытаться снова или попробуйте перезагрузить Yummy FTP Alias";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP" = "К сожалению произошла непредвиденная ошибка при открытии окна браузера\r\rПопробуйте ещё раз или попробуйте перезагрузить Yummy FTP Alias";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias не удалось установить соединение\r\rПопытка не удалась, потому что сервер не смог обработать запрос";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias не смог найти удалённый каталог, чтобы выполнить загрузку\r\rУбедитесь, что каталог назначения существует, и попробуйте ещё раз";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias не смог завершить запрос\r\rПопытка не удалась, потому что сервер не смог обработать её";
"This operation failed due to lack of memory" = "Эта операция не удалось из-за нехватки памяти";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "Вашу загрузку не удалось запустить, так как место загрузки не может быть найдено\r\rПроверьте место загрузки и попробуйте ещё раз";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "Вашу загрузку не удалось запустить, так как файл для загрузки не может быть найден\r\rПроверьте детали загрузки и попробуйте ещё раз";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias не удалось установить соединение с сервером\r\rПроверьте имя сервера или IP-адрес и попробуйте ещё раз. Если проблема не устранена, возможно, сервер недоступен.";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias не удалось установить соединение с сервером\r\rПопробуйте повторно соединениться с сервером или перезапустите Yummy FTP Alias";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias не смогл найти элементы, которые вы указали\r\rПопробуйте обновить ваш список";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias не хватило ресурсов, и поэтому он не смог выполнить ваш запрос\r\rПопробуйте ещё раз, или попробуйте перезагрузить Yummy FTP Alias";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias не смог понять ответ сервера\r\rПроверьте, верно ли установлен тип сервера";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias не смог продолжить запрос на скачивание, потому что не смог создать файл в месте загрузки\r\rПричиной может быть заблокированный файл, то что он используется другим приложением, или отсутствие разрешений";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias не смог продолжить запрос на скачивание, потому что смог создать папку в месте загрузки\r\rПричиной может быть отсутствие разрешений";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias не может продолжить, потому что указанная папка не может быть найдена на вашем компьютере";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias не может продолжить, потому что указанный путь сервера не может быть определён\r\rПроверьте свои данные сервера и попробуйте ещё раз";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias не смог продолжить загрузку, так как не было возможности записать файл в место загрузки\r\rПричиной может быть переполненный жёсткий диск, заблокированный файл, использование файла другим приложением или отсутствие разрешения";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias не смог продолжить загрузку, потому что не смог открыть ни один из исходных файлов\r\rПричиной может быть отсутствие разрешений";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias не смог продолжить загрузку, потому что не cvju открыть ни один из файлов в месте загрузки\r\rПричиной может быть отсутствие разрешений";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias не смог продолжить загрузку, потому что смог прочитать ни один из исходных файлов\r\rПричиной может быть отсутствие разрешений";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias потерял связь с сервером\r\rСервер закрыл соединение";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias не удалось установить соединение с сервером\r\rПроверьте свои данные и попробуйте ещё раз";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias не удалось установить соединение с прокси-сервером, так как сервер выдал отказ\r\rПроверьте свои данные и попробуйте ещё раз";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias не удалось установить соединение с сервером, потому что имя пользователя было отклонено\r\rПроверьте свои данные и попробуйте ещё раз";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias не удалось установить соединение с сервером, потому что пароль был отклонён\r\rПроверьте свои данные и попробуйте ещё раз";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias не удалось установить соединение с сервером, потому что аккаунт был отклонён\r\rПроверьте свои данные и попробуйте ещё раз";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias не удалось установить соединение с прокси-сервером, потому что пароль был отклонён\r\rПроверьте свои данные и попробуйте ещё раз";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias не удалось выполнить ваш запрос, так как программа не смогла удалить элемент на вашем компьютере\r\rПричиной может быть заблокированный файл, использование файла другим приложением или отсутствие разрешений";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias снова не смог выполнить ваш запрос из-за неожиданной ошибки\r\rПопробуйте ещё раз или перезагрузите Yummy FTP Alias";
"Message from the Server :\r\r" = "Сообщение от сервера: \r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias будет пытаться пропустить ошибочные элементы автоматически";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias будет пытаться пропустить ошибочные элементы автоматически после указанного тайм-аута";
" because scheduled tasks are waiting" = " так как ждут запланированные задачи";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias автоматически отменит эту операцию";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias автоматически отменит эту операцию после указанного тайм-аута";
"Yummy FTP has now encountered " = "Yummy FTP Alias теперь встретил";
" errors attempting this operation. No further recovery attempts will be made" = " ошибки в рамках этой операции. Дальнейший попыток восстановления не будет";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rЭто сообщение автоматически исчезнет по истечении времени, как показано ниже, потому что ждут запланированные задачи";
"Continue" = "Продолжить";
"Cancel" = "Отменить";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias будет пытаться повторить ошибочные элементы автоматически";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias будет пытаться повторить ошибочные элементы автоматически после указанного тайм-аута";
"Retry" = "Повторить";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias будет пытаться пропустить ошибочные элементы автоматически";
"Yummy FTP was unable to automatically retry the errored item" = "Yummy FTP Alias не удалось автоматически повторить ошибочные элементы";
"Yummy FTP was unable to automatically skip the errored item" = "Yummy FTP Alias не удалось автоматически пропустить ошибочные элементы";
"Files uploaded : " = "Файлов загружено : ";
"\rFiles downloaded : " = "\rФайлов загружено : ";
"\rServer folders created : " = "\rДиректорий на сервере создано : ";
"\rMac folders created : " = "\rДиректорий на Mac создано : ";
"\rServer items deleted : " = "\rЭлементов на сервере удалено : ";
"\rMac items deleted : " = "\rЭлементов на Mac удалено : ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rЭтот отчёт будет автоматически удалён по истечении времени, указанному ниже, так как ждут запланированные задачи";
"\rSynchronization completed" = "\rСинхронизация завершена";
"Save this connection as a Bookmark?" = "Сохранить это соединение в закладки?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "При желании выбрать, следует ли сохранить пароль, используемый в Связке ключей, в целях безопасности";
"Don't Save" = "Не сохранять";
"Root directory" = "Корневая директория";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Хотите заменить элементы или пропустить их?\r\rСтоит заметить, что не все серверы поддерживают замену. В этом случае вы получите сообщение об ошибке.";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Хотите заменить элемент?\r\rСтоит заметить, что не все серверы поддерживают замену. В этом случае вы получите сообщение об ошибке.";
" Download" = " Скачать";
" Items" = " Элементы";
" Bytes" = " Байты";
"Cancelled" = "Отменено";
"Preparing" = "Подготовка";
"Finished" = "Закончено";
"Name: " = "Имя: ";
"\rKind: " = "\rВид: ";
"\rSize: " = "\rРазмер: ";
"Modified: " = "Изменено: ";
"\rWhere: " = "\rГде: ";
"\rDimensions: W:" = "\rРазмеры: W:";
" H:" = " H:";
" pixels" = " пикс.";
"\rDuration :" = "\rПродолжительность :";
" Hrs" = "час.";
" Mins" = "мин.";
" Secs " = "сек.";
"\rServer: " = "\rСервер: ";
"\rPassword: " = "\rПароль: ";
"\rPort: " = "\rПорт: ";
"\rProtocol: " = "\rПротокол: ";
"\rMac Folder: " = "\rДиректория Mac: ";
"\rModified: " = "\rИзменено: ";
"\rUser/Group: " = "\rВладелец/Группа: ";
"\rPermissions: " = "\rРазрешения: ";
"Path " = "Путь ";
"Name " = "Имя ";
"Server " = "Сервер ";
"User " = "Имя пользователя ";
"Pass " = "Пароль ";
"Port " = "Порт ";
"Type " = "Тип ";
"Local " = "Локаль ";
"Kind " = "Тип ";
"Size " = "Размер ";
"Date " = "Дата ";
"Where " = "Где ";
"User/Group " = "Владелец/Группа ";
"Perms " = "Разрешения ";
"Job cancelled" = "Задание отменено";
"Job failed" = "Задача не выполнена";
"Cancelling…" = "Отмена…";
"Waiting to start " = "В ожидании запуска ";
"Queued " = "В очереди ";
"Waiting " = "Ожидание ";
"Recovering connection " = "Восстановление связи ";
"Server busy - waiting " = "Сервер занят - ожидание ";
"to download " = "скачать ";
"to transfer " = "передать ";
"to duplicate " = "дублировать ";
"to preview " = "просмотреть ";
"to upload " = "закачать ";
"to determine server time difference… " = "определить разницу во времени сервера… ";
"to download items for Update Mac: " = "скачать элементы для обновления на Mac: ";
"to download items for Mirror: " = "скачать элементы для зеркала: ";
"to upload items for Update Server: " = "загрузить элементы для обновления на сервере: ";
"to upload items for Mirror: " = "загрузить элементы для зеркала: ";
"Initiating download of " = "Инициирование загрузки ";
"Initiating transfer of " = "Инициирование передачи ";
"Initiating duplication of " = "Инициирование дублирования ";
"Initiating duplicated upload of " = "Инициирование дублирования загрузки ";
"Initiating preview of " = "Инициирование просмотра ";
"Initiating upload of " = "Инициирование загрузки ";
"Determining server time difference… " = "Определение разницы во времени сервера… ";
"Initiating download of items for Update Mac: " = "Инициирование скачивания элементов для обновления на Mac: ";
"Initiating download of items for Mirror: " = "Инициирование скачивания элементов для зеркала: ";
"Initiating upload of items for Update Server: " = "Инициирование загрузки элементов для обновления на сервере: ";
"Initiating upload of items for Mirror: " = "Инициирование загрузки элементов для зеркала: ";
"Downloading " = "Скачивание ";
"Downloading for transfer " = "Скачивание для передачи ";
"Uploading for transfer " = "Загрузка для передачи ";
"Downloading for duplication " = "Скачивание для дублирования ";
"Uploading " = "Загрузка ";
"Uploading duplicated " = "Загрузка дублирования ";
"Downloading preview " = "Скачивание просмотра ";
"Downloading items for Update Mac: " = "Скачивание элементов для обновления на Mac: ";
"Downloading items for Mirror: " = "Скачивание элементов для зеркала: ";
"Uploading items for Update Server: " = "Загрузка элементов для обновления на сервере: ";
"Uploading items for Mirror: " = "Загрузка элементов для зеркала: ";
" items)" = "шт.)";
" item)" = "шт.)";
"1 item" = "1 элемент";
"Recovering connection to delete orphaned items " = "Восстановление соединения для удаления потерянных элементов";
"Server busy - waiting to delete orphaned items" = "Сервер занят - ожидание удаления потерянных элементов";
"Deleting orphaned items " = "Удаление потерянных элементов ";
"Preparing to delete orphaned items " = "Подготовка удалить потерянные элементы ";
"Recovering connection to delete " = "Восстановление соединения для удаления ";
"Server busy - waiting to delete " = "Сервер занят - ожидание удаления ";
"Deleting " = "Удаление ";
"Preparing to delete " = "Подготовка к удалению ";
"Determine server time difference" = "Определение разницы во времени сервера";
"Scheduled Update Server" = "Обновление сервера по расписанию";
"Scheduled Update Mac" = "Обновление Mac по расписанию";
"Scheduled Mirror" = "Зеркало по расписанию";
"Waiting for connection to determine server time difference…" = "Ожидание соединения для определения разницы во времени сервера…";
"Waiting for connection to Update Server…" = "Ожидание соединения для обновления сервера…";
"Waiting for connection to Update Mac…" = "Ожидание соединения для обновления Mac…";
"Waiting for connection to Mirror…" = "Ожидание соединения для зеркала…";
"Analyzing directories for Update Server…" = "Анализируем директории для обновления сервера…";
"Analyzing directories for Update Mac…" = "Анализируем директории для обновления Mac…";
"Analyzing directories for Mirror…" = "Анализируем директории для зеркала…";
"Time difference complete" = "Разница во времени выполнена";
"Update Server complete" = "Обновление сервера выполнено";
"Update Mac complete" = "Обновление Mac выполенно";
"Mirror complete" = "Зеркало выполенно";
"Waiting for connection to get file list…" = "Ожидание соединения, чтобы получить список файлов…";
"Fetching file/folder listing…" = "Извлечение файлов/списка директорий…";
"Waiting for connection to update file list…" = "Ожидание соединения для обновления списка файлов…";
"Updating file/folder listing…" = "Обновление списка файлов/директорий…";
"Waiting for connection to send NOOP command…" = "Ожидание соединения для отправки команды NOOP…";
"Sending NOOP command…" = "Отправка команды NOOP…";
"Waiting for connection to send raw command…" = "Ожидание соединения для отправки команды raw…";
"Sending raw FTP command…" = "Отправка FTP-команды raw…";
"Waiting for connection to rename…" = "Ожидание соединения для переименования…";
"Renaming item…" = "Переименование элемента…";
"Waiting for connection to create empty folder…" = "Ожидание соединения для создания пустой директории…";
"Creating new folder…" = "Создание новой директории…";
"Recovering connection to set access permissions" = "Восстановление соединения для установки прав доступа";
"Server busy - waiting to set access permissions" = "Сервер занят - ожидание, чтобы установить права доступа";
"Setting access permissions" = "Установка прав доступа";
"Recovering connection to set user and group" = "Восстановление соединения для установки пользователя и группы";
"Server busy - waiting to set user and group" = "Сервер занят - ожидание, чтобы установить пользователя и группу";
"Setting user and group" = "Установка пользователя и группы";
" on " = " из ";
"Recovering connection to move " = "Восстановление соединения для перемещения ";
"Server busy - waiting to move " = "Сервер занят - ожидание, чтобы переместить ";
"Moving " = "Перенос ";
"Item: " = "Элемент: ";
"Item: from command line" = "Элемент: из командной строки";
"Processing: " = "Обработка: ";
"Path: " = "Путь: ";
"Move up directory" = "Директория вверх";
"Command: " = "Комманда: ";
" to Mac: " = "на Mac: ";
"Mac: " = "Mac: ";
" to Server: " = " на сервер: ";
"Parent directory" = "Родительская директория";
"Recovering connection…" = "Восстановление соединения…";
"Copied: " = "Скопировано: ";
" at " = " в ";
"/s" = "/s";
" (stalled)" = " (остановлено)";
"Waiting until " = "Ожидать, пока ";
"Waiting" = "Ожидать";
"Error" = "Ошибка";
"Server busy - waiting…" = "Сервер занят - ожидание…";
"Connecting to server…" = "Подключение к серверу…";
"Preparing…" = "Подготовка…";
"(ETA: " = "(ETA: ";
"Estimating time remaining…" = "Осталось времени примерно…";
"n/a" = "н/д";
"Estimating…" = "Осталось…";
"Time remaining unavailable" = "Осталось времени неизвестно сколько";
"Unavailable" = "Недоступно";
"Time remaining: " = "Осталось времени: ";
"Time remaining: -" = "Осталось времени: -";
" for remote edit" = " для удалённого редактирования";
"Remote edit" = "Удалённое редактирование";
" from " = " из ";
"From " = "Из ";
" to " = " в ";
" in " = " в ";
"Choose a Document" = "Выберите документ";
"Choose a post processing Application" = "Выберите приложение для постобработки";
"Download completed" = "Скачивание завершено";
"Your download has been successfully completed" = "Ваше скачивание было успешно завершено";
"Upload completed" = "Загрузка завершена";
"Your upload has been successfully completed" = "Ваша загрузка была успешно завершена";
"Synchronization completed" = "Синхронизация завершена";
"Your synchronization has been successfully completed" = "Ваша синхронизация прошла успешно";
"Remote edit ready" = "Удалённое редактирование готово";
"Your remote file is ready to be edited" = "Ваш удалённый файл готов к редактированию";
"Remote edit saved" = "Удалённое редактирование сохранено";
"The changes to your remote file have been saved" = "Изменения в удалённом файле были сохранены";
"Failure Notification" = "Уведомление о сбое";
"A Problem occurred" = "Возникла проблема";
"Encoding" = "Кодирование";
"Select the encoding method" = "Выберите метод кодирования";
"New File" = "Новый файл";
"Create an empty new file" = "Создать новый пустой файл";
"Preview" = "Предварительный просмотр";
"Show a preview of the selection" = "Показать предварительный просмотр выбранного";
"Disconnect from the server" = "Отключение от сервера";
"View" = "Вид";
"Switch between List or Column view" = "Переключение между списком или столбцами";
"Transfer" = "Передача";
"Upload or download the selected item(s)" = "Загрузить или скачать выбранные элементы";
"New Folder" = "Новая папка";
"Create a new empty folder" = "Создать новую пустую папку";
"Home" = "Домой";
"Change directory back to the starting point" = "Перейти в директорию обратно к исходной точке";
"Renew the file listing display" = "Обновить список файлов";
"Filters" = "Фильтры";
"Apply filters to the file listing display" = "Применение фильтров для отображения списка файлов";
"Change directory using a supplied path" = "Перейдите в директорию, используя прилагаемый путь";
"QuickEdit" = "QuickEdit";
"Queue" = "Очередь";
"Show or hide the Queue drawer" = "Показать или скрыть ящик очереди";
"Remove the selected item(s)" = "Удалить выбранные элементы";
"Show synchronization options" = "Показать опции синхронизации";
"Info" = "Информация";
"Display the full information window for the selected item(s)" = "Показать полное информационное окно для выбранных элементов";
"Duplicate" = "Дублировать";
"Make copies of the selected item(s)" = "Сделайте копии выбранных элементов";
"Stop" = "Стоп";
"Cancel the current action" = "Отменить текущее действие";
"Favorites" = "Избранное";
"Display the contents of your Favorite folders" = "Отображение содержимого из вашей папки избранного";
"Display the contents of a recently visited folder" = "Отображение содержимого недавно посещённых папок";
"Create an empty folder for organizing your Bookmarks" = "Создайте пустую папку для организации закладки";
"Add" = "Добавить";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "Изменить настройки закладки, FTP Alias или FTP Watcher";
"Import" = "Импорт";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "Импорт закладок/избранного из других FTP приложений (напр., Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel и Vicomsoft FTP Client)";
"Connect" = "Подключить";
"Establish FTP server connection" = "Установите соединение с сервером FTP";
"Use Preferences Setting" = "Использовать настройки предпочтений";
" days" = " дн.";
" day" = " дн.";
" hours" = " час.";
" hour" = " час.";
" mins" = " мин.";
" minutes" = " мин.";
" min" = " мин.";
" minute" = " мин.";
" secs" = " сек.";
" seconds" = " сек.";
" sec" = " сек.";
" second" = " сек.";
"Server Search" = "Поиск на сервере";
"Mac Search" = "Поиск на Mac";
"Search" = "Поиск";
"Filter the current listing" = "Фильтр текущего списка";
"Pause the selected transfers" = "Пауза выбранной передачи";
"Start the selected transfers" = "Запустить выбранную передачу";
"Resume the selected transfers" = "Продолжить выбранную передачу";
"Recent Searches" = "Последние поисковые запросы";
"Clear Recent Searches" = "Очистить последние поисковые запросы";
"Apply As Filter" = "Применить в качестве фильтра";
"Waiting to resume " = "Ожидание возобновления ";
" KB" = " KB";
" MB" = " MB";
" GB" = " GB";
"This file is already being edited remotely" = "Этот файл уже изменён удаленно";
"One or more of the selected items are already being edited" = "Один или более из выбранных элементов уже отредактированы";
"The selected items cannot be moved and must be deleted immediately." = "Выбранные элементы не могут быть перемещены и должны быть немедленно удалены.";
"Some of the selected items cannot be moved and must be deleted immediately." = "Некоторые из выбранных объектов не могут быть перемещены и должны быть немедленно удалены.";
"One of the selected items cannot be moved and must be deleted immediately." = "Один из выбранных объектов не может быть перемещён и долен быть немедленно удалён.";
"The selected item cannot be moved and must be deleted immediately." = "Выбранный элемент не может быть перемещён и должны быть немедленно удалён.";
"Are you sure you want to delete?" = "Вы уверены, что хотите удалить?";
"Click to save changed text" = "Нажмите, чтобы сохранить измененный текст";
"Click to upload changes to the server" = "Нажмите, чтобы загрузить изменения на сервер";
"Click to show other information" = "Нажмите, чтобы показать другую информацию";
"DualBrowse" = "DualBrowse";
"Browse both lists in sync or independently" = "Просмотр обоих списков синхронно или независимо друг от друга";
"Does not exist in the local directory" = "Не существует в локальном каталоге";
"Server item is newer" = "Элемент на сервере новее";
"Local item is newer" = "Локальный элемент новее";
"Does not exist in the server directory" = "Не существует в директории сервера";
"No items require synchronization at present" = "Нет элементов, которые требуют синхронизации в настоящее время";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "Эта синхронизация будет отменена автоматически, так как нет элементов для синхронизации. Предварительный просмотр поэтому не будет отображаться.";
"Waiting for connection to calculate folder size…" = "Ожидание соединения для расчёта размера директории…";
"Calculating folder size…" = "Расчёт размера директории…";
" (Paused)" = " (На паузе)";
"Pause" = "Пауза";
"Resume" = "Продолжить";
"Update Mac" = "Обновить Mac";
"Update Server" = "Обновить сервер";
"Mirror" = "Зеркало";
"FTPS (Implicit)" = "FTPS (неявный)";
"Pause All Scheduled Tasks" = "Пауза всех запланированных задач";
"Resume All Scheduled Tasks" = "Продолжить все запланированные задачи";
"Create a new Bookmark" = "Создать новую закладку";
"Schedules On" = "Расписание включено";
"Schedules Off" = "Расписание выключено";
"Disable or resume scheduled tasks" = "Отключить или возобновить запланированные задачи";
"Watchers Off" = "Watchers выключено";
"Watchers On" = "Watchers включено";
"Shut down all running FTP Watchers" = "Закройте все запущенные FTP Watchers";
"Refresh the displayed preview" = "Обновите отображаемый предварительный просмотр";
"Discard the displayed preview" = "Отказаться от отображаемого предварительного просмотра";
"Click to preview" = "Нажмите, чтобы просмотреть";
"Yummy FTP Extras" = "Дополнительно в Yummy FTP";
"On Close" = "При закрытии";
"On Save" = "При сохранении";
"Hidden Files" = "Скрытые файлы";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "Переключение между отображением или скрытием невидимых файлов как на Mac, так и по списку серверов";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "Закладки, которые используются в FTP-браузерах, не могут быть удалены";
"An item could not be deleted. It may be locked or in use by another application" = "Элемент не может быть удалён. Он может быть заблокирован или используется другим приложением";
"Auto dismiss (no delay)" = "Авто-отклонение (без задержки)";
"Performing remote server command…" = "Выполнение команды на удалённом сервере…";
"Enter a shell command to send to the server" = "Введите команду shell, чтобы отправить на сервер";
"Interface" = "Интерфейс";
"Transfers" = "Передачи";
"Error Recovery" = "Устранение ошибок";
"Server Options" = "Параметры сервера";
"Pause the active jobs" = "Пауза активных задач";
"Resume the paused jobs" = "Возобновить задачи с паузы";
"Start" = "Старт";
"Jobs queued" = "Задачи в очереди";
"HILabelTitle" = "Цвет лейбла:";
"HILabelFormat" = "“%@”";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "Возможность автоматической загрузки предоставлена:\r\rYummy FTP - вкусным FTP-клиентом для Mac OS X\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "Перетащите элементы на этот значок, чтобы загрузить их";
"Edit With" = "Редактировать с помощью";
"Select an application to edit the selected items" = "Выберите приложение для редактирования выбранных элементов";
"Reopen" = "Переоткрыть";
"Re-open with the original editor, or continue anyway?" = "Снова открыть оригинальным редактором или продолжить в любом случае?";
"Re-open with the original editors, or continue anyway?" = "Снова открыть оригинальными редакторами или продолжить в любом случае?";
"Software Update" = "Обновление ПО";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "Пожалуйста, приобретите Yummy FTP, чтобы разрешить редактирование FTP Alias и FTP Watcher";
"\r\rTime elapsed : " = "\r\rВремени прошло : ";
"Quick Look icons" = "Иконки Quick Look";
"Enter the Web URL equivalent of the currently displayed directory" = "Введите веб-адрес, эквивалентный отображаемой в данный момент директории";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "URL, который вы вводите, можно использовать с функцией Копирование веб-ссылки, чтобы предоставить действительный URL для выбранных элементов в браузере серверов\r\напр. http://www.yourwebsite.com";
"Set Access" = "Установить доступ";
"Set Permissions" = "Установить настройки";
"OK" = "OK";
"Apply filters to the file listing display of all connections" = "Применение фильтров для списка файла, отобрающего все соединения";
"Global Filters" = "Глобальные фильтры";
"Job failed, skipping errored items…" = "Задача не удалась, пропускаем ошибочные элементы…";
"Skip remaining errors" = "Пропустить оставшиеся ошибки";
"Lost Info" = "Потерянная информация";
" (waiting for server)" = " (в ожидании сервера)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "Ваш сервер имеет ограничения в выдаче списка, так что все элементы не могут быть увидены!\r\rЕсли это не учитывать, некоторые функции могут работать не так, как ожидается, из-за ограничений этого сервера.\r\rМы рекомендуем вам обратиться к администратору сервера, чтобы он увеличил лимит или полностью снял ограничение.";
"File sizes differ" = "Размеры файлов отличаются";
"Open From Finder" = "Открыть из Finder";
"Open Web URL" = "Открыть веб-сайт";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "Главная директория Mac-браузера,  указанная в закладках, не может быть найдена, потому вместо этого была установлена домашняя папка.";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "SCPlugin от Tigris.org установлен, что вызывает сбои в работе с другими приложениями, в том числе с Yummy FTP Alias\r\rЧтобы решить эту проблему, пожалуйста, удалите следующий файл с вашего Mac:\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r...  А потом перезагрузите Mac";
"WARNING!" = "ВНИМАНИЕ!";
"These files are identical - only their differing line endings cause a size mismatch" = "Эти файлы являются идентичными - разница только в окончании";
"These files are identical" = "Эти файлы являются идентичными";
"Enter Into Directory" = "Войти в директорию";
"Paused" = "На паузе";
"Stopped" = "Остановлено";
"Running…" = "Запускается…";
"Watching…" = "Смотрим…";
"Owner/Group " = "Владелец/Группа ";
"Where files of identical name exist in both the Mac and Server folders, the newest get transferred.\r\rWhere files only exist in either the Mac or Server  folder, they will be transferred.\r\rNo items will be deleted." = "Пока файлы с идентичным названием существует в обоих папках, на Mac и на сервере, самый новый будет передан.\r\rПока файлы существуют только либо в Mac или на папке сервера, они будут переданы.\r\rНикакие элементы не будут удалены.";
"Where files of identical name exist in both the Mac and Server folders, the newest get transferred.\r\rWhere files only exist in either the Mac or Server  folder, they will be transferred.\r\rOrphaned items will be deleted." = "Пока файлы с идентичным названием существует в обоих папках, на Mac и на сервере, самый новый будет передан.\r\rПока файлы существуют только либо в Mac или на папке сервера, они будут переданы.\r\rПотерянные элементы будут удалены.";
"Limit Upload Speed To " = "Ограничение скорости загрузки до ";
"Limit Download Speed To " = "Ограничение скорости скачивания до ";
"The FritzCall / FritzBox app is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/FritzCMPlugin.plugin\r\r... And then restart your Mac" = "Приложение FritzCall / FritzBox установлено, что вызывает сбои в работе с другими приложениями, в том числе с Yummy FTP Alias\r\rЧтобы решить эту проблему, пожалуйста, удалите следующий файл с вашего Mac:\r\r/Users/yourname/Library/Contextual Menu Items/FritzCMPlugin.plugin\r\r...  А потом перезагрузите Mac";
"Action" = "Действие";
"Perform tasks with the selection" = "Выполнение задач в соответстии с выбором";
"Back" = "Назад";
"Running : " = "Продолжительность : ";
"    Queued : " = "    В очереди : ";
"Schedule" = "Раписание";
"Please install Yummy FTP Watcher" = "Пожалуйста, установите Yummy FTP Watcher";
"Yummy FTP Watcher is not installed on this Mac. Please visit our website at the link below to obtain a copy.\r\rhttp://www.yummysoftware.com" = "Yummy FTP Watcher не установлен на этом компьютере. Пожалуйста, посетите наш веб-сайт по ссылке ниже, чтобы получить копию.\r\rhttp://www.yummysoftware.com";
"Remote Editing" = "Дистанционное редактирование";
"Obscure" = "Разное";
"Configuration complete - Import Bookmarks?" = "Настройка завершена - импортировать закладки?";
"Your Dropbox configuration is complete, but there are currently no Bookmarks installed - do you want your existing Bookmarks imported to your Dropbox?" = "Ваша конфигурация с Dropbox закончена, но в настоящее время нет установленных закладок - вы хотите, чтобы ваши существующие закладки были импортированы в Dropbox?";
"Import Bookmarks" = "Импорт закладок";
"Please close all open sessions before Dropbox configuration changes can continue!" = "Пожалуйста, закройте все открытые сеансы до изменения конфигурации, чтобы Dropbox мог продолжить!";
"All connections must be closed before the Dropbox configuration changes can be completed. Try again when there are no open connections." = "Все соединения должны быть закрыты до изменения конфигурации Dropbox. Попробуйте ещё раз, когда нет открытых соединений.";
"Would you like to be configured for Dropbox syncing of your Bookmarks?" = "Хотели бы вы сконфигурировать Dropbox для синхронизации закладок?";
"Dropbox syncing allows all your FTP settings to be automatically copied to all your devices where the app is installed. See the link below for more info:\r\rhttp://www.dropbox.com\r\rYou can also choose this option later from the Preferences" = "Синхронизация Dropbox позволяет автоматически скопировать все ваши настройки FTP на все устройства, где установлено приложение. См. ссылку ниже для получения дополнительной информации:\r\rhttp://www.dropbox.com\r\rВы также можете выбрать данную опцию позже в настройках";
"Enable Now" = "Включить сейчас";
"Disable Now" = "Отключить сейчас";
"Don't ask again" = "Не спрашивать снова";
"Your Bookmarks folder cannot be found!\r\rPlease check the following path is accessible and restart the app :\r\rMac HD -> Users -> yourname -> Library -> Application Support -> Yummy FTP -> Bookmarks" = "Ваша папка с закладками не может быть найдена\r\rПожалуйста, проверьте, что по следующему пути есть доступ, и перезапустите приложение :\r\rMac HD -> Users -> yourname -> Library -> Application Support -> Yummy FTP -> Bookmarks";
"Your Bookmarks folder cannot be found!\r\rPlease check the following path is accessible and restart the app :\r\r" = "Ваша папка с закладками не может быть найдена\r\rПожалуйста, проверьте, что по следующему пути есть доступ, и перезапустите приложение :\r\r";
"Your Bookmarks folder cannot be found!\r\rPlease check the following path is accessible and restart the app :\r\rMac HD -> Users -> yourname -> Dropbox" = "Ваша папка с закладками не может быть найдена\r\rПожалуйста, проверьте, что по следующему пути есть доступ, и перезапустите приложение :\r\rMac HD -> Users -> yourname -> Dropbox";
"Yummy FTP is unable to access your hard drive for preferences and Bookmark storage, and therefore cannot continue. \r\rPlease check for the accessibiliy of the Bookmarks folder in your Dropbox folder" = "Yummy FTP не в состоянии получить доступ к жёсткому диску, для настроек и хранения закладок и, следовательно, не может быть продолжено.\r\rПожалуйста, проверьте доступность папки закладок в папке Dropbox";
"Mac" = "Mac";
"Server" = "Сервер";
"The Scheduled Sync at the following Mac folder could not be restored!\r\rYour Bookmark is now open in Read Only mode to preserve the saved Schedules. Please check the following path is accessible and try again:\r\r" = "Запланированная синхронизация в папке Mac не может быть восстановлена!\r\rВаша закладка теперь открыта в режиме только для чтения для сохранения расписаний. Пожалуйста, проверьте следующий путь и повторите попытку:\r\r";
"A Scheduled Sync could not be restored!\r\rYour Bookmark is now open in Read Only mode to preserve the saved Schedules. Please check the sync paths are accessible and try again." = "Запланированная синхронизация не может быть восстановлена!\r\rВаша закладка теперь открыта в режиме только для чтения для сохранения расписаний. Пожалуйста, проверьте следующий путь и повторите попытку:\r\r";
"Please assign a name for this configuration" = "Пожалуйста, присвойте имя для этой конфигурации";
"Enter a name in the box provided then try again." = "Введите имя в соответствующее поле и повторите попытку.";
"Your trial period of the Yummy FTP 10th Anniversary Upgrade is nearly over" = "Ваш пробный период Yummy FTP 10th Anniversary Upgrade почти закончен";
"Your trial period of the Yummy FTP 10th Anniversary Upgrade is over" = "Ваш пробный период Yummy FTP 10th Anniversary Upgrade закончен";
"Thank you for trying the Yummy FTP 10th Anniversary Upgrade!\r\rOur first ever paid upgrade in 10 years of service costs $10 USD and includes free licenses for all Yummy Software products as a bonus. Your continued support will allow us to continue supporting you!\r\rSimply click the Upgrade button below. It's easy, quick and secure\r\rIf you have already purchased an upgraded license, click the Enter Serial Number button" = "Спасибо за то, что попробовали Yummy FTP 10th Anniversary Upgrade!\r\rНаш первый платный апгрейд за 10 лет службы стоит $10 и включает в себя бесплатные лицензии для всех продуктов Yummy в качестве бонуса. Ваша постоянная поддержка позволяет нам продолжать поддерживать вас!\r\rПросто нажмите на кнопку Обновить ниже. Это просто, быстро и безопасно\r\rЕсли вы уже приобрели обновленную лицензи., нажмите кнопку Ввести серийный номер";
"More Info" = "Больше информации";
"Upgrade" = "Обновить";
"Use SSH Features" = "Используйте особенности SSH";
"Enabling this option allows SFTP connections to use much faster remote shell commands for actions such as Delete and Duplicate" = "Включение этой опции позволяет SFTP-соединению использовать более быструю работу удалённых команд shell для таких действий, как удаление и дублирование";
"Using SSH remote delete is much faster but may not be available on your server. If the operation fails try again without it enabled" = "Использование дистанционного удаления по SSH гораздо быстрее, но оно может быть недоступно на вашем сервере. Если операция не удаётся, попробуйте ещё, отключив опцию";
"Use SSH remote delete" = "Используйте дистанционное удаление по SSH ";
"The last failure has now repeated several times and will no longer be reported until it changes." = "Последние несколько раз были сбои, а потому вы не увидите новых сообщений, пока что-то не изменится.";
"The Mac home folder specified in your Bookmark cannot be found" = "Главная директория Mac-браузера,  указанная в закладках, не может быть найдена.";
"Processing…" = "Обработка…";
"Your serial number is in use on" = "Серийный номер используется на";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "Чтобы продолжить использование одной лицензии пользователя, пожалуйста, закройте все другие копии первого, в противном случае необходимо приобрести дополнительные лицензии или ввести новый серийный номер.";
"Your serial number was used at the same time on more than one Mac" = "Серийный номер был использован одновременно на более чем один Mac";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "Для того, чтобы использовать программное обеспечение на нескольких компьютерах Mac необходимо приобрести дополнительные лицензии.\r\rЧтобы продолжить, пожалуйста, введите серийный номер.";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























